__article_type__ = {
    "家庭": ["妈妈", "丈夫", "母爱", "物质", "女儿", "女童", "母亲", "坚强", "家暴"],
    "冒险": ["游戏", "故事", "勇敢者", "刺激", "惊险", "故事", "探索"],
    "总结": ["自己", "我", "进步", "越来越", "自我", "生活", "计划"],
    "影视": ["观众", "金马", "演员", "角色", "电影", "电视剧", "电视", "广电总局", "动画", "影片"],
    "影评": ["这部", "欢迎", "感受", "觉得", "对", "观影", "上映", "推荐", ],
    "历史": ["幸存", "幸存者", "经历", "纪录", "苦难"],
    "情感": ["恋爱", "考量", "交流", "快乐", "爱情", "焦虑", "痛苦", "美好"]
}

__chinese_meaningless_word__ = ["的", "了", "他", "她", "它", "是", "中", "是", "在", "到", "也", "《"]
